Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.home.faq.q5_answer
source: KnotQ is built on schemes — markdown-style documents. Add a start date, an end date, or both to any line and it becomes a calendar item: an event, an assignment, or a reminder. Everything you schedule shows up in one week view.
ar: KnotQ مبني على خطط — مستندات بنمط Markdown. أضف تاريخ بداية أو تاريخ نهاية أو كليهما لأي سطر ويصبح عنصر تقويم: حدث أو مهمة أو تذكير. كل ما تجدوله يظهر في عرض أسبوع واحد.
cs: KnotQ je postaven na schématech — dokumentech ve stylu markdownu. Přidejte počáteční datum, koncové datum nebo obojí na jakýkoli řádek a stane se položkou kalendáře: událostí, úkolem nebo připomenutím. Všechno, co naplánujete, se zobrazí v jednom pohledu na týden.
da: KnotQ er bygget på skemaer — markdown-stilsdokumenter. Tilføj en startdato, en slutdato eller begge dele til en hvilken som helst linje, og det bliver et kalenderelement: en begivenhed, en opgave eller en påmindelse. Alt du planlægger, vises i én ugevisning.
de: KnotQ basiert auf Schemes — markdown-ähnliche Dokumente. Fügen Sie ein Startdatum, ein Enddatum oder beides zu einer Zeile hinzu und es wird zu einem Kalenderelement: ein Ereignis, eine Aufgabe oder eine Erinnerung. Alles, was Sie einplanen, wird in einer Wochenansicht angezeigt.
el: Το KnotQ είναι κατασκευασμένο σε σχέδια — έγγραφα σαν markdown. Προσθέστε ημερομηνία έναρξης, ημερομηνία λήξης ή και τα δύο σε οποιαδήποτε γραμμή και γίνεται στοιχείο ημερολογίου: γεγονός, ανάθεση ή υπενθύμιση. Τα πάντα που προγραμματίζετε εμφανίζονται σε μια προβολή εβδομάδας.
es: KnotQ se basa en esquemas — documentos tipo markdown. Agrega una fecha de inicio, una fecha de fin, o ambas a cualquier línea y se convierte en un elemento de calendario: un evento, una asignación, o un recordatorio. Todo lo que programas aparece en una vista semanal.
fi: KnotQ on rakennettu kaavioiden pohjalle — markdown-tyylisille asiakirjoille. Lisää alkamispäivämäärä, päättymispäivämäärä tai molemmat mihin tahansa riviin ja se tulee kalenterikohteeksi: tapahtuma, tehtävä tai muistutus. Kaikki, mitä aikataulutit, näkyy yhdessä viikon näkymässä.
fr: KnotQ est construit sur des schémas — des documents de style markdown. Ajoutez une date de début, une date de fin ou les deux à n'importe quelle ligne et elle devient un élément de calendrier : un événement, une tâche ou un rappel. Tout ce que vous planifiez apparaît dans une seule vue hebdomadaire.
he: KnotQ בנוי על סכמות — מסמכים בסגנון markdown. הוסף תאריך התחלה, תאריך סיום, או שניהם לכל שורה והוא הופך לפריט לוח שנה: אירוע, הקצאה או תזכורת. הכל שאתה מזמן מציג בתצוגה שבועית אחת.
hi: KnotQ योजनाओं पर बनाया गया है — मार्कडाउन-शैली दस्तावेज़। किसी भी पंक्ति में शुरुआत की तारीख, अंत की तारीख, या दोनों जोड़ें और यह एक कैलेंडर आइटम बन जाता है: एक इवेंट, एक असाइनमेंट, या एक रिमाइंडर। आप जो कुछ भी शेड्यूल करते हैं वह एक सप्ताह के दृश्य में दिखाई देता है।
hu: A KnotQ sémák alapján épül — markdown stílusú dokumentumok. Adjon hozzá kezdési dátumot, befejezési dátumot vagy mindkettõt bármelyik sorra, és az naptári tárgy lesz: esemény, feladat vagy emlékeztetõ. Minden, amit ütemez, megjelenik egy heti nézetben.
id: KnotQ dibangun di atas skema — dokumen gaya markdown. Tambahkan tanggal mulai, tanggal akhir, atau keduanya ke baris apa pun dan itu menjadi item kalender: acara, penugasan, atau pengingat. Semua yang Anda jadwalkan muncul dalam satu tampilan minggu.
it: KnotQ è costruito su schemi — documenti di stile markdown. Aggiungi una data di inizio, una data di fine, o entrambe a qualsiasi riga e diventa un elemento del calendario: un evento, un compito o un promemoria. Tutto ciò che pianifichi appare in una singola visualizzazione settimanale.
ja: KnotQはスキーム上に構築されています — マークダウンスタイルのドキュメント。任意の行に開始日、終了日、またはその両方を追加すると、カレンダーアイテムになります: イベント、課題、またはリマインダー。スケジュールするすべてが1つの週表示に表示されます。
ko: KnotQ는 마크다운 스타일 문서인 스킴을 기반으로 구축됩니다. 모든 줄에 시작 날짜, 종료 날짜 또는 둘 다를 추가하면 이벤트, 할당 또는 알림이 되는 캘린더 항목이 됩니다. 예약한 모든 항목은 한 주간 보기에 나타납니다.
ms: KnotQ dibangun di atas skema — dokumen gaya markdown. Tambahkan tanggal mulai, tanggal akhir, atau keduanya ke baris apa pun dan menjadi item kalender: acara, penugasan, atau pengingat. Semua yang Anda jadwalkan muncul dalam satu tampilan mingguan.
nb: KnotQ er bygget på skjemaer – markdown-lignende dokumenter. Legg til en startdato, en sluttdato eller begge deler til en hvilken som helst linje og den blir et kalenderelement: en begivenhet, en oppgave eller en påminnelse. Alt du planlegger vises i en ukeoversikt.
nl: KnotQ is gebouwd op schema's — markdown-achtige documenten. Voeg een startdatum, einddatum of beide toe aan elke regel en deze wordt een agendaitem: een evenement, taak of herinnering. Alles wat je plant verschijnt in één weekweergave.
pl: KnotQ jest zbudowany na schematach — dokumentach w stylu markdown. Dodaj datę rozpoczęcia, datę zakończenia lub obie do dowolnej linii, aby stało się elementem kalendarza: zdarzeniem, przypisaniem lub przypomnieniem. Wszystko, co planujesz, pojawia się w jednym widoku tygodniowym.
pt_br: O KnotQ é construído em esquemas — documentos no estilo markdown. Adicione uma data de início, uma data de término ou ambas a qualquer linha e ela se torna um item de calendário: um evento, uma atribuição ou um lembrete. Tudo que você agenda aparece em uma visualização de semana.
pt_pt: O KnotQ é construído sobre esquemas — documentos de estilo markdown. Adicione uma data de início, uma data de fim, ou ambas a qualquer linha e ela torna-se num item de calendário: um evento, uma atribuição ou um lembrete. Tudo o que agenda aparece numa única vista semanal.
ro: KnotQ este construit pe scheme — documente de stil markdown. Adăugați o dată de început, o dată de sfârşit, sau amândouă pe orice linie și devine un articol de calendar: un eveniment, o sarcină sau un memento. Tot ceea ce programați apare într-o singură vizualizare săptămânală.
ru: KnotQ построена на схемах — документах стиля разметки. Добавьте дату начала, дату окончания или обе к любой строке, и она становится элементом календаря: событием, заданием или напоминанием. Всё, что вы запланируете, отображается в одной еженедельной сетке.
sk: KnotQ je vybudovaný na schémach — dokumentoch podobných markdownu. Akémukoľvek riadku pridajte dátum začatia, dátum ukončenia alebo oboje a stane sa z neho položkou kalendára: udalosťou, úlohou alebo pripomienkou. Všetko, čo si naplánujete, sa zobrazuje v jednom týždňovom pohľade.
sv: KnotQ är byggt på scheman — markdown-stiliga dokument. Lägg till ett startdatum, ett slutdatum eller båda till vilken rad som helst och det blir ett kalenderobjekt: en händelse, ett uppdrag eller en påminnelse. Allt du schemalägger visas i en veckoöversikt.
th: KnotQ สร้างขึ้นจากโครงการ — เอกสารรูปแบบมาร์กดาวน์ เพิ่มวันเริ่มต้น วันสิ้นสุด หรือทั้งสองอย่างลงในบรรทัดใด ๆ และมันจะกลายเป็นรายการปฏิทิน: เหตุการณ์ งาน หรือการเตือน ทุกสิ่งที่คุณจัดตารางเวลาจะปรากฏในมุมมองสัปดาห์เดียว
tr: KnotQ şemalar üzerine inşa edilmiştir — markdown tarzı belgeler. Herhangi bir satıra başlangıç tarihi, bitiş tarihi veya her ikisini ekleyin ve takvim öğesi haline gelir: etkinlik, ödev veya hatırlatıcı. Planladığınız her şey bir hafta görünümünde görünür.
uk: KnotQ побудований на схемах — документах, подібних до markdown. Додайте дату початку, дату закінчення або обидва в будь-який рядок, і він стає елементом календаря: подія, завдання або нагадування. Все, що ви запланюєте, з'являється в одному тижневому представленні.
vi: KnotQ được xây dựng trên các lược đồ — các tài liệu kiểu markdown. Thêm ngày bắt đầu, ngày kết thúc hoặc cả hai vào bất kỳ dòng nào và nó sẽ trở thành mục lịch: sự kiện, bài tập hoặc nhắc nhở. Mọi thứ bạn lên lịch sẽ xuất hiện trong một chế độ xem tuần.
zh_hans: KnotQ 基于方案 — 类似 markdown 的文档。将开始日期、结束日期或两者都添加到任何行，它就变成日历项目：事件、分配或提醒。您安排的所有事项都显示在一个周视图中。
zh_hant: KnotQ 是建立在規劃方案上的 — Markdown 風格的文件。將開始日期、結束日期或兩者新增到任何行，它就變成了一個日曆項目：事件、指派或提醒。您排程的所有內容都會出現在一個周視圖中。

# web.home.faq.q5_summary
source: How does KnotQ turn notes into a calendar?
ar: كيف تحول KnotQ الملاحظات إلى تقويم؟
cs: Jak KnotQ přeměňuje poznámky na kalendář?
da: Hvordan omdanner KnotQ noter til en kalender?
de: Wie verwandelt KnotQ Notizen in einen Kalender?
el: Πώς το KnotQ μετατρέπει τις σημειώσεις σε ημερολόγιο;
es: ¿Cómo KnotQ convierte notas en un calendario?
fi: Kuinka KnotQ muuttaa muistiinpanot kalenteriksi?
fr: Comment KnotQ transforme-t-il des notes en calendrier ?
he: כיצד KnotQ הופך הערות ללוח שנה?
hi: KnotQ नोट्स को कैलेंडर में कैसे बदलता है?
hu: Hogyan alakítja a KnotQ a jegyzeteket naptárrá?
id: Bagaimana KnotQ mengubah catatan menjadi kalender?
it: Come trasforma KnotQ le note in un calendario?
ja: KnotQはメモをカレンダーに変えるにはどうすればよいですか?
ko: KnotQ는 어떻게 노트를 캘린더로 바꾸나요?
ms: Bagaimana KnotQ mengubah catatan menjadi kalender?
nb: Hvordan gjør KnotQ notater til en kalender?
nl: Hoe verandert KnotQ notities in een agenda?
pl: Jak KnotQ zamienia notatki w kalendarz?
pt_br: Como o KnotQ transforma notas em um calendário?
pt_pt: Como é que o KnotQ transforma notas num calendário?
ro: Cum transformă KnotQ notele în calendar?
ru: Как KnotQ превращает заметки в календарь?
sk: Ako KnotQ zmení poznámky na kalendár?
sv: Hur gör KnotQ om anteckningar till en kalender?
th: KnotQ เปลี่ยนบันทึกเป็นปฏิทินอย่างไร?
tr: KnotQ Notları Takvime Nasıl Çevirir?
uk: Як KnotQ перетворює нотатки на календар?
vi: KnotQ chuyển ghi chú thành lịch như thế nào?
zh_hans: KnotQ 如何将笔记转换为日历？
zh_hant: KnotQ 如何將筆記轉換為日曆？

# web.home.faq.q6_answer
source: Yes. KnotQ can import your Google Calendar read-only and merge it into the same week view as your plans, so you see meetings, classes, and self-scheduled tasks together.
ar: نعم. يمكن لـ KnotQ استيراد Google Calendar الخاص بك بدون اتصال ودمجه في نفس عرض الأسبوع مثل خططك، لذا ترى الاجتماعات والفصول والمهام المجدولة بنفسك معًا.
cs: Ano. KnotQ může importovat váš Kalendář Google jen pro čtení a sloučit jej do stejného pohledu na týden jako vaše plány, takže uvidíte setkání, třídy a samostatně naplánované úkoly dohromady.
da: Ja. KnotQ kan importere din Google Calendar skrivebeskyttet og flette den ind i samme ugevisning som dine planer, så du ser møder, klasser og selvplanlagte opgaver sammen.
de: Ja. KnotQ kann Ihren Google Calendar schreibgeschützt importieren und ihn mit der gleichen Wochenansicht wie Ihre Pläne zusammenführen, damit Sie Besprechungen, Klassen und selbst geplante Aufgaben gemeinsam sehen.
el: Ναι. Το KnotQ μπορεί να εισάγει το Google Calendar σας αναγνώστε μόνο και να το συγχωνεύσει στην ίδια προβολή εβδομάδας με τα σχέδιά σας, ώστε να δείτε συναντήσεις, μαθήματα και αυτό-προγραμματισμένες εργασίες μαζί.
es: Sí. KnotQ puede importar tu Google Calendar solo para lectura y fusionarlo con la misma vista semanal que tus planes, para que veas reuniones, clases y tareas auto-programadas juntas.
fi: Kyllä. KnotQ voi tuoda Google Calendarin vain luku-tilassa ja sulautua samaan viikon näkymään suunnitelmien kanssa, jotta näet kokoukset, luokat ja omat aikataulutetut tehtävät yhdessä.
fr: Oui. KnotQ peut importer votre Google Calendrier en lecture seule et le fusionner dans la même vue hebdomadaire que vos plans, vous voyez donc les réunions, les cours et les tâches auto-planifiées ensemble.
he: כן. KnotQ יכול לייבא את Google Calendar שלך קריאה בלבד ולמזוג אותו לאותה תצוגה שבועית כמו התוכניות שלך, כך שאתה רואה פגישות, שיעורים ומשימות מתוכננות בעצמן ביחד.
hi: हां। KnotQ आपके Google कैलेंडर को केवल पढ़ने के लिए आयात कर सकता है और इसे आपकी योजनाओं के समान सप्ताह के दृश्य में मर्ज कर सकता है, इसलिए आप मीटिंग, कक्षाएं, और स्व-निर्धारित कार्य एक साथ देखते हैं।
hu: Igen. A KnotQ importálhatja a Google Naptárat csak olvasásra, és összevonhatja az ugyanabban a heti nézetben, mint a tervet, így az értekezleteket, órákat és saját ütemezett feladatokat együtt látod.
id: Ya. KnotQ dapat mengimpor Google Calendar Anda hanya baca dan menggabungkannya ke tampilan minggu yang sama dengan rencana Anda, sehingga Anda melihat pertemuan, kelas, dan tugas terjadwal sendiri bersama-sama.
it: Sì. KnotQ può importare il tuo Google Calendar in sola lettura e unirlo nella stessa visualizzazione settimanale dei tuoi piani, in modo che tu veda riunioni, lezioni e compiti pianificati autonomamente insieme.
ja: はい。KnotQはGoogle Calendarを読み取り専用でインポートし、計画と同じ週表示に統合できるため、会議、クラス、自己スケジュール型タスクを一緒に表示できます。
ko: 예. KnotQ는 Google Calendar를 읽기 전용으로 가져올 수 있으며 계획과 같은 주간 보기로 병합하므로 회의, 수업 및 자체 예약 작업을 함께 볼 수 있습니다.
ms: Ya. KnotQ dapat mengimpor Kalender Google Anda hanya baca dan menggabungkannya ke tampilan minggu yang sama dengan rencana Anda, sehingga Anda melihat pertemuan, kelas, dan tugas yang dijadwalkan sendiri bersama-sama.
nb: Ja. KnotQ kan importere Google Calendar-en din bare for lesing og slå den sammen i den samme ukeoversikten som planene dine, slik at du ser møter, klasser og selvplanlagte oppgaver sammen.
nl: Ja. KnotQ kan je Google Calendar alleen-lezen importeren en samenvoegen in dezelfde weekweergave als je plannen, zodat je vergaderingen, lessen en zelf geplande taken bij elkaar ziet.
pl: Tak. KnotQ może importować Twój Google Calendar w trybie tylko do odczytu i scalić go z tym samym widokiem tygodniowym co Twoje plany, aby zobaczyć spotkania, zajęcia i samozaplanowane zadania razem.
pt_br: Sim. KnotQ pode importar seu Google Calendar somente leitura e mesclá-lo na mesma visualização de semana de seus planos, para que você veja reuniões, aulas e tarefas auto-agendadas juntas.
pt_pt: Sim. O KnotQ pode importar o seu Google Calendar apenas de leitura e mesclá-lo na mesma vista semanal que os seus planos, para que veja reuniões, aulas e tarefas auto-agendadas em conjunto.
ro: Da. KnotQ poate importa Google Calendar dvs. doar pentru citire și îl merge în aceeași vizualizare săptămânală ca planurile dvs., deci vedeți întâlnirile, cursurile și sarcinile programate singur împreună.
ru: Да. KnotQ может импортировать ваш Google Календарь в режиме только для чтения и объединить его в ту же еженедельную сетку, что и ваши планы, чтобы вы видели встречи, классы и самостоятельно запланированные задачи вместе.
sk: Áno. KnotQ môže importovať váš Kalendár Google iba na čítanie a spojiť ho do rovnakého týždenného pohľadu ako vaše plány, takže vidíte stretnutia, triedy a sebaplánované úlohy spolu.
sv: Ja. KnotQ kan importera din Google Calendar skrivskyddad och sammanfoga den i samma veckoöversikt som dina planer, så du ser möten, klasser och själv schemalagda uppgifter tillsammans.
th: ใช่ KnotQ สามารถนำเข้า Google Calendar ของคุณแบบอ่านอย่างเดียวและรวมมันเข้ากับมุมมองสัปดาห์เดียวกับแผนของคุณ เพื่อให้คุณเห็นการประชุม ชั้นเรียน และงานที่กำหนดเวลาด้วยตนเองร่วมกัน
tr: Evet. KnotQ, Google Takvim'inizi yalnızca okuma modunda içe aktarabilir ve planlarınızla aynı hafta görünümüne birleştirebilir, böylece toplantıları, sınıfları ve kendi planlanan görevleri birlikte görebilirsiniz.
uk: Так. KnotQ може імпортувати ваш Google Календар лише для читання й об'єднати його в те саме тижневе представлення, що й ваші плани, щоб ви бачили зустрічі, класи й самостійно запланові завдання разом.
vi: Có. KnotQ có thể nhập Lịch Google của bạn ở chế độ chỉ đọc và hợp nhất nó vào cùng chế độ xem tuần với các kế hoạch của bạn, vì vậy bạn sẽ thấy các cuộc họp, lớp học và tác vụ tự lên lịch cùng nhau.
zh_hans: 是的。KnotQ 可以只读导入您的 Google Calendar 并将其合并到与您的计划相同的周视图中，因此您可以同时看到会议、课程和自行安排的任务。
zh_hant: 是的。KnotQ 可以唯讀匯入您的 Google Calendar 並將其合併到與您的計劃相同的周視圖中，以便您可以一起查看會議、課程和自我排程的任務。

# web.home.faq.q6_summary
source: Can I import my Google Calendar?
ar: هل يمكنني استيراد Google Calendar الخاص بي؟
cs: Mohu importovat svůj Kalendář Google?
da: Kan jeg importere min Google Calendar?
de: Kann ich meinen Google Calendar importieren?
el: Μπορώ να εισάγω το Google Calendar μου;
es: ¿Puedo importar mi Google Calendar?
fi: Voinko tuoda Google Calendarin?
fr: Puis-je importer mon Google Calendrier ?
he: האם אני יכול לייבא את Google Calendar שלי?
hi: क्या मैं अपने Google कैलेंडर को आयात कर सकता हूं?
hu: Importálhatom a Google Naptáramat?
id: Bisakah saya mengimpor Google Calendar saya?
it: Posso importare il mio Google Calendar?
ja: Google Calendarをインポートできますか?
ko: Google Calendar를 가져올 수 있습니까?
ms: Bisakah saya mengimpor Kalender Google saya?
nb: Kan jeg importere Google Calendar-en min?
nl: Kan ik mijn Google Calendar importeren?
pl: Czy mogę importować mój Google Calendar?
pt_br: Posso importar meu Google Calendar?
pt_pt: Posso importar o meu Google Calendar?
ro: Pot importa Google Calendar?
ru: Могу ли я импортировать свой Google Календарь?
sk: Môžem importovať svoj Kalendár Google?
sv: Kan jag importera min Google Calendar?
th: ฉันสามารถนำเข้า Google Calendar ของฉันได้หรือไม่?
tr: Google Takvimimi İçe Aktarabilir miyim?
uk: Чи можу я імпортувати мій Google Календар?
vi: Tôi có thể nhập Lịch Google của mình không?
zh_hans: 我可以导入我的 Google Calendar 吗？
zh_hant: 我可以匯入我的 Google Calendar 嗎？

# web.home.faq.q7_answer
source: KnotQ runs on macOS (Apple Silicon and Intel), Windows, and Linux, with mobile apps for iOS and Android. Your workspace can sync across all of them with KnotQ Sync.
ar: يعمل KnotQ على macOS (Apple Silicon و Intel) و Windows و Linux، مع تطبيقات جوال لـ iOS و Android. يمكن مزامنة مساحة عملك عبر جميعها باستخدام KnotQ Sync.
cs: KnotQ běží na macOS (Apple Silicon a Intel), Windows a Linuxu s mobilními aplikacemi pro iOS a Android. Váš pracovní prostor se může synchronizovat mezi všemi pomocí synchronizace KnotQ.
da: KnotQ kører på macOS (Apple Silicon og Intel), Windows og Linux, med mobile apps til iOS og Android. Dit arbejdsområde kan synkroniseres på alle med KnotQ Sync.
de: KnotQ läuft auf macOS (Apple Silicon und Intel), Windows und Linux, mit Mobile Apps für iOS und Android. Ihr Workspace kann mit KnotQ Sync über alle hinweg synchronisiert werden.
el: Το KnotQ τρέχει στο macOS (Apple Silicon και Intel), Windows και Linux, με εφαρμογές κινητού για iOS και Android. Ο χώρος εργασίας σας μπορεί να συγχρονιστεί σε όλα με το KnotQ Sync.
es: KnotQ se ejecuta en macOS (Apple Silicon e Intel), Windows y Linux, con aplicaciones móviles para iOS y Android. Tu espacio de trabajo puede sincronizarse en todos ellos con KnotQ Sync.
fi: KnotQ toimii macOS:ssa (Apple Silicon ja Intel), Windowsissa ja Linuxissa, mobiilisovelluksilla iOS:lle ja Androidille. Työtilasi voidaan synkronoida kaikkien niiden välillä KnotQ Syncin avulla.
fr: KnotQ s'exécute sur macOS (Apple Silicon et Intel), Windows et Linux, avec des applications mobiles pour iOS et Android. Votre espace de travail peut se synchroniser sur tous ceux-ci avec KnotQ Sync.
he: KnotQ רץ ב-macOS (Apple Silicon וIntel), Windows וLinux, עם אפליקציות סלולר ל-iOS וAndroid. מרחב העבודה שלך יכול לסנכרן על פני כל אלה עם KnotQ Sync.
hi: KnotQ macOS (Apple Silicon और Intel), Windows, और Linux पर चलता है, iOS और Android के लिए मोबाइल ऐप्स के साथ। आपका वर्कस्पेस KnotQ सिंक के साथ उन सभी में सिंक कर सकता है।
hu: A KnotQ macOS-en (Apple Silicon és Intel), Windows-on és Linux-en fut, iOS és Android mobil alkalmazásokkal. Az Ön munkahely az összes között szinkronizálható a KnotQ Sync-kel.
id: KnotQ berjalan di macOS (Apple Silicon dan Intel), Windows, dan Linux, dengan aplikasi seluler untuk iOS dan Android. Ruang kerja Anda dapat disinkronkan di semuanya dengan KnotQ Sync.
it: KnotQ gira su macOS (Apple Silicon e Intel), Windows e Linux, con app mobile per iOS e Android. Il tuo workspace può sincronizzarsi su tutti loro con KnotQ Sync.
ja: KnotQはmacOS（Apple SiliconおよびIntel）、Windows、Linuxで実行され、iOS and Androidのモバイルアプリが付属しています。ワークスペースはKnotQ Syncでそのすべてを同期できます。
ko: KnotQ는 macOS(Apple Silicon 및 Intel), Windows 및 Linux에서 실행되며 iOS 및 Android용 모바일 앱이 있습니다. 워크스페이스는 KnotQ Sync로 모든 항목에서 동기화할 수 있습니다.
ms: KnotQ berjalan di macOS (Apple Silicon dan Intel), Windows, dan Linux, dengan aplikasi seluler untuk iOS dan Android. Ruang kerja Anda dapat disinkronkan di semua dengan Sinkronisasi KnotQ.
nb: KnotQ kjører på macOS (Apple Silicon og Intel), Windows og Linux, med mobilapper for iOS og Android. Arbeitsflaten din kan synkroniseres på alle dem med KnotQ Sync.
nl: KnotQ werkt op macOS (Apple Silicon en Intel), Windows en Linux, met mobiele apps voor iOS en Android. Je werkruimte kan over alle met KnotQ Sync synchroniseren.
pl: KnotQ działa w systemie macOS (Apple Silicon i Intel), Windows i Linux, z aplikacjami mobilnymi dla iOS i Android. Twój obszar roboczy może synchronizować się na wszystkich z KnotQ Sync.
pt_br: O KnotQ é executado no macOS (Apple Silicon e Intel), Windows e Linux, com aplicativos móveis para iOS e Android. Seu workspace pode sincronizar em todos eles com KnotQ Sync.
pt_pt: O KnotQ funciona no macOS (Apple Silicon e Intel), Windows e Linux, com aplicações móveis para iOS e Android. A sua área de trabalho pode sincronizar-se em todos eles com o KnotQ Sync.
ro: KnotQ rulează pe macOS (Apple Silicon și Intel), Windows și Linux, cu aplicații mobile pentru iOS și Android. Spațiul dvs. de lucru poate fi sincronizat pe toate cu KnotQ Sync.
ru: KnotQ работает на macOS (Apple Silicon и Intel), Windows и Linux, с мобильными приложениями для iOS и Android. Ваше рабочее пространство может синхронизироваться на все из них с помощью KnotQ Sync.
sk: KnotQ beží na macOS (Apple Silicon a Intel), Windows a Linuxe, s mobilnými aplikáciami pre iOS a Android. Váš pracovný priestor sa môže synchronizovať naprieč všetkými pomocou KnotQ Sync.
sv: KnotQ körs på macOS (Apple Silicon och Intel), Windows och Linux, med mobilappar för iOS och Android. Ditt arbetsutrymme kan synkroniseras på alla med KnotQ Sync.
th: KnotQ ทำงานบน macOS (Apple Silicon และ Intel) Windows และ Linux พร้อมแอปมือถือสำหรับ iOS และ Android พื้นที่ทำงานของคุณสามารถซิงค์ทั่วทั้งหมดด้วย KnotQ Sync
tr: KnotQ, macOS (Apple Silicon ve Intel), Windows ve Linux'ta çalışır; iOS ve Android için mobil uygulamaları vardır. Çalışma alanınız KnotQ Sync ile bunların tümünde senkronize olabilir.
uk: KnotQ працює на macOS (Apple Silicon та Intel), Windows та Linux, з мобільними програмами для iOS та Android. Ваш робочий простір може синхронізуватися на всіх них за допомогою синхронізації KnotQ.
vi: KnotQ chạy trên macOS (Apple Silicon và Intel), Windows và Linux, với các ứng dụng di động cho iOS và Android. Không gian làm việc của bạn có thể đồng bộ trên tất cả chúng với KnotQ Sync.
zh_hans: KnotQ 在 macOS（Apple Silicon 和 Intel）、Windows 和 Linux 上运行，提供 iOS 和 Android 移动应用。您的工作区可以通过 KnotQ Sync 在所有这些上同步。
zh_hant: KnotQ 在 macOS（Apple Silicon 和 Intel）、Windows 和 Linux 上運行，並有適用於 iOS 和 Android 的行動應用程式。您的工作區可以通過 KnotQ Sync 在所有這些上進行同步。

# web.home.faq.q7_summary
source: Which platforms does KnotQ support?
ar: ما هي الأنظمة الأساسية التي يدعمها KnotQ؟
cs: Jaké platformy KnotQ podporuje?
da: Hvilke platforme understøtter KnotQ?
de: Welche Plattformen werden von KnotQ unterstützt?
el: Ποιες πλατφόρμες υποστηρίζει το KnotQ;
es: ¿Qué plataformas soporta KnotQ?
fi: Mitä alustoja KnotQ tukee?
fr: Quelles plates-formes KnotQ prend-il en charge ?
he: אילו פלטפורמות KnotQ תומך?
hi: KnotQ कौन से प्लेटफॉर्म समर्थन करता है?
hu: Mely platformokat támogatja a KnotQ?
id: Platform mana saja yang didukung KnotQ?
it: Quali piattaforme supporta KnotQ?
ja: KnotQはどのプラットフォームをサポートしていますか?
ko: KnotQ는 어떤 플랫폼을 지원합니까?
ms: Platform mana yang didukung KnotQ?
nb: Hvilke plattformer støtter KnotQ?
nl: Welke platforms ondersteunt KnotQ?
pl: Które platformy obsługuje KnotQ?
pt_br: Quais plataformas o KnotQ suporta?
pt_pt: Que plataformas o KnotQ suporta?
ro: Ce platforme suportă KnotQ?
ru: Какие платформы поддерживает KnotQ?
sk: Aké platformy KnotQ podporuje?
sv: Vilka plattformar stöder KnotQ?
th: KnotQ รองรับแพลตฟอร์มใดบ้าง?
tr: KnotQ Hangi Platformları Destekler?
uk: Які платформи підтримує KnotQ?
vi: KnotQ hỗ trợ những nền tảng nào?
zh_hans: KnotQ 支持哪些平台？
zh_hant: KnotQ 支援哪些平台？
